<!DOCTYPE html> 
<html>
<head>
<meta charset="utf-8">
<title>Salubrity</title>
<link href="jquery.mobile.theme-1.0.min.css" rel="stylesheet" type="text/css"/>
<link href="jquery.mobile.structure-1.0.min.css" rel="stylesheet" type="text/css"/>
<script src="jquery-1.6.4.min.js" type="text/javascript"></script>
<script src="jquery.mobile-1.0.min.js" type="text/javascript"></script>
</head> 
<body> 

<div data-role="page" id="page">
<div data-role="header">
      <a href="page2.php" class="ui-btn ui-icon-search ui-btn-icon-left">
	    <button data-icon="back" data-iconpos="left">ย้อนกลับ</button>
      </a>
		<h1>หน้ามืด</h1>
         <a href="index.php" class="ui-btn ui-icon-search ui-btn-icon-left">
	    <button data-icon="home" data-iconpos="right">หน้าแรก</button>
      </a>
		
	</div>
<div data-role="content"  class="ui-content" >
<div data-role="collapsible" data-collapsed="true">
    <h3><strong>1.สาเหตุและอาการที่พบ    </strong></h3>
  1. การเปลี่ยนอิริยาบถที่รวดเร็ว ฉับพลัน  หรือแบบกะทันหัน สามารถทำให้เกิดอาการวิงเวียน หน้ามืด คล้ายจะเป็นลม<br>
    2. เป็นลมเพราะความวิตกกังวล ความเครียด หงุดหงิด โมโห  กลัวและตกใจอย่างรุนแรง จนทำให้เกิดอาการวิงเวียน หน้ามืด คล้ายจะเป็นลมได้<br>
    3. เป็นลมเพราะภาวะหายใจเกินหรือหายใจเร็วและลึก  ติดต่อกันเป็นเวลานานๆ รู้สึกอึดอัด แน่นหน้าอก จนทำให้รู้สึกหน้ามืด  คล้ายจะเป็นลมได้</div>
  <div data-role="collapsible" data-collapsed="true">
    <h3><strong>2.การปฏิบัติตัวเมื่อมีอาการ </strong></h3>
   1. ในกรณีที่วิงเวียนศีรษะ  หน้ามืดคล้ายจะเป็นลมให้นอนหงายลาบลงกับพื้นคลายเสื้อผ้าให้หลวม  ยกขาขึ้นและทำบรรยากาศภายนอกให้โปร่ง<br>
     2. ในกรณีที่วิงเวียนศีรษะ  หน้ามืดคล้ายจะเป็นลมขณะนั่งอยู่และไม่สะดวกในเรื่องพื้นที่ให้ก้มศีรษะลงไปอยู่ใต้หว่างขาสักครู่<br>
    3. ตั้งสติแล้วกำหนดลมหายใจเข้าออกลึกๆช้าๆ  </div>
<div data-role="collapsible" data-collapsed="true">
<h3>การใช้สมุนไพร</h3>
<p><strong>1. กระเทียม+น้ำผึ้ง</strong><br>
  แก้อาการวิงเวียน จุกเสียด แน่นหน้าอก หน้ามืดคล้ายจะเป็นลม ให้ใช้กระเทียม 1 หัว ปลอกเปลือกหั่นเป็นชิ้นเล็กๆผสมกับน้ำผึ้ง 1  ช้อนโต๊ะ โดยรับประทานให้หมดในครั้งเดียว<br>
  <strong>2. กระชายแก่</strong><br>
  แก้อาการวิงเวียน จุกเสียด แน่นหน้าอก หน้ามืดคล้ายจะเป็นลมโดยการ หั่นกระชายแก่เป็นแว่นเล็กๆแล้วนำไปตากแดดให้แห้งแล้วบดให้ละเอียด  เวลารับประทานให้ใช้ผงกระชายแก่ 1-2 ช้อนชา ชงกับน้ำร้อน 1 ถ้วยกาแฟ<br>
  <strong>3. มะกรูด+การบูร</strong><br>
  แก้อาการวิงเวียน จุกเสียด แน่นหน้าอก หน้ามืดคล้ายจะเป็นลมโดยการ นำเปลือกมะกรูดไปต้มน้ำจนเดือด เติมการบูรลงไปเล็กน้อยรอจนเดือดอีกครั้ง  เอาแต่น้ำมะกรูด 1 ถ้วยกาแฟ  ดื่มขณะที่ยังอุ่น<br>
  <strong>4. มะนาว</strong><br>
  แก้อาการวิงเวียน จุกเสียด แน่นหน้าอก หน้ามืดคล้ายจะเป็นลมโดยการ บีบเอาน้ำมันจากเปลือกมะนาวมาสูดดมจะทำให้อาการบรรเทาลงได้หรือจะจิบน้ำมะนาวก็ช่วยลดอาการได้เช่นกัน<br>
  <strong>5. ขึ้นฉ่าย</strong><br>
  แก้อาการวิงเวียน จุกเสียด แน่นหน้าอก หน้ามืดคล้ายจะเป็นลมเนื่องจากภาวะความดันโลหิตสูงโดยการนำขึ้นฉ่ายขนาดกลางประมาณ 10 ต้นไปค้นแล้วแยกน้ำแยกกากจะได้น้ำ 1 ถ้วยกาแฟ ดื่มเพียงครั้งเดียวช่วยลดความดันโลหิตลงได้<br>
  ข้อควรระวัง  ไม่ควรดื่มน้ำคั้นจากขึ้นฉ่ายมากกว่า 1 แก้ว</p>
</div>
<div data-role="collapsible" data-collapsed="true">
<h3>อาหารบำรุง</h3>
<p>1. ผลไม้ เช่น แคนตาลูป  กล้วยน้ำว้า กล้วยหอม ลำไย มะม่วง เสาวรส ส้มโอ แห้ว อะโวคาโด อินทผลัม เป็นต้น<br>
  2. ผักใบเขียวและผักที่มีสีเหลือง  ส้ม แดง รวมถึงเห็ดชนิดต่างๆ <br>
  3. ธัญพืชต่างๆและอาหารในกลุ่มโปรตีน</p>
</div>
<div data-role="collapsible" data-collapsed="true">
<h3>วิธีดูแลรักษา</h3>
<p>1. หลีกเลี่ยงการอยู่ในที่ที่แออัด  อากาศถ่ายเทไม่สะดวก หลีกเลี่ยงการอยู่กลางแดดร้อนจัดเป็นเวลานาน<br>
  2. พยายามอย่าออกกำลังกายจนหักโหม<br>
  3. ควรรับประทานอาหารแต่ละมื้อแบบพอดีไม่น้องเกินไปและไม่มากเกินไป</p>
</div>

</div>
<div data-role="footer" data-position="fixed">
		<h4><strong>Salubrity</strong></h4>
	</div>
</div>



</body>
</html>